Repository: r1adBE/cryptoChecker
Catalog: ios/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fa, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, pt, pt_br, ro, ru, sq, sv, th, tr, uk, vi, zh_hans

# explain_rsi
source: Relative Strength Index, 0–100. Above 70 often overheated, below 30 often oversold.
ar: مؤشر القوة النسبية، 0–100. فوق 70 غالبًا تشبّع شرائي، وتحت 30 غالبًا تشبّع بيعي.
cs: Index relativní síly, 0–100. Nad 70 často přehřátý, pod 30 často přeprodaný.
da: Relative Strength Index, 0–100. Over 70 ofte overophedet, under 30 ofte oversolgt.
de: Relative-Stärke-Index, 0–100. Über 70 oft überhitzt, unter 30 oft überverkauft.
el: Δείκτης σχετικής ισχύος, 0–100. Πάνω από 70 συχνά υπερθέρμανση, κάτω από 30 συχνά υπερπώληση.
es: Índice de fuerza relativa, 0–100. Por encima de 70, a menudo sobrecalentado; por debajo de 30, a menudo sobrevendido.
fa: شاخص قدرت نسبی، ۰ تا ۱۰۰. بالای ۷۰ اغلب بیش‌ازحد داغ، زیر ۳۰ اغلب بیش‌فروش.
fi: Suhteellisen voiman indeksi, 0–100. Yli 70 usein ylikuumentunut, alle 30 usein ylimyyty.
fr: Indice de force relative, 0–100. Au-dessus de 70, souvent en surchauffe ; en dessous de 30, souvent survendu.
he: מדד העוצמה היחסית, 0–100. מעל 70 לרוב התחממות יתר, מתחת ל־30 לרוב מכירת יתר.
hi: रिलेटिव स्ट्रेंथ इंडेक्स, 0–100। 70 से ऊपर अक्सर ओवरहीटेड, 30 से नीचे अक्सर ओवरसोल्ड।
hu: Relatív erősség index, 0–100. 70 fölött gyakran túlfűtött, 30 alatt gyakran túladott.
id: Relative Strength Index, 0–100. Di atas 70 sering terlalu panas, di bawah 30 sering oversold.
it: Relative Strength Index, 0–100. Sopra 70 spesso surriscaldato, sotto 30 spesso ipervenduto.
ja: 相対力指数（0–100）。70超は過熱、30未満は売られすぎのことが多いです。
ko: 상대강도지수, 0–100. 70 이상은 과열, 30 이하는 과매도인 경우가 많습니다.
nb: Relative Strength Index, 0–100. Over 70 ofte overopphetet, under 30 ofte oversolgt.
nl: Relative Strength Index, 0–100. Boven 70 vaak oververhit, onder 30 vaak oververkocht.
pl: Wskaźnik siły względnej, 0–100. Powyżej 70 często przegrzany, poniżej 30 często wyprzedany.
pt: Índice de força relativa, 0–100. Acima de 70, muitas vezes sobreaquecido; abaixo de 30, muitas vezes sobrevendido.
pt_br: Índice de força relativa, 0–100. Acima de 70, muitas vezes superaquecido; abaixo de 30, muitas vezes sobrevendido.
ro: Indicele de forță relativă, 0–100. Peste 70 adesea supraîncălzit, sub 30 adesea supravândut.
ru: Индекс относительной силы, 0–100. Выше 70 — часто перегрет, ниже 30 — часто перепродан.
sq: Indeksi i forcës relative, 0–100. Mbi 70 shpesh i mbinxehur, nën 30 shpesh i mbishitur.
sv: Relative Strength Index, 0–100. Över 70 ofta överhettat, under 30 ofta översålt.
th: ดัชนีกำลังสัมพัทธ์ 0–100 สูงกว่า 70 มักร้อนแรงเกินไป ต่ำกว่า 30 มักถูกขายมากเกินไป
tr: Göreceli Güç Endeksi, 0–100. 70 üstü çoğu zaman aşırı ısınmış, 30 altı çoğu zaman aşırı satılmış.
uk: Індекс відносної сили, 0–100. Понад 70 — часто перегрітий, нижче 30 — часто перепроданий.
vi: Chỉ số sức mạnh tương đối, 0–100. Trên 70 thường quá nóng, dưới 30 thường quá bán.
zh_hans: 相对强弱指数，0–100。高于 70 常为过热，低于 30 常为超卖。

# explain_show
source: Explanation
ar: شرح
cs: Vysvětlení
da: Forklaring
de: Erklärung
el: Επεξήγηση
es: Explicación
fa: توضیح
fi: Selitys
fr: Explication
he: הסבר
hi: व्याख्या
hu: Magyarázat
id: Penjelasan
it: Spiegazione
ja: 説明
ko: 설명
nb: Forklaring
nl: Uitleg
pl: Wyjaśnienie
pt: Explicação
pt_br: Explicação
ro: Explicație
ru: Пояснение
sq: Shpjegim
sv: Förklaring
th: คำอธิบาย
tr: Açıklama
uk: Пояснення
vi: Giải thích
zh_hans: 说明

# explorer_add_all_pairs
source: Add all %1$lld pairs to watchlist
ar: إضافة كل الأزواج (%1$lld زوج) إلى قائمة المتابعة
cs: Přidat všech %1$lld párů do sledovaných
da: Føj alle %1$lld par til overvågningslisten
de: Alle %1$lld Paare in die Merkliste
el: Προσθήκη και των %1$lld ζευγών στη λίστα
es: Añadir los %1$lld pares a la lista de seguimiento
fa: افزودن هر %1$lld جفت به واچ‌لیست
fi: Lisää kaikki %1$lld paria seurantalistaan
fr: Ajouter les %1$lld paires à la liste de suivi
he: הוסף את כל %1$lld הצמדים לרשימת המעקב
hi: सभी %1$lld पेयर वॉचलिस्ट में जोड़ें
hu: Mind a(z) %1$lld pár hozzáadása a figyelőlistához
id: Tambahkan semua %1$lld pasangan ke daftar pantau
it: Aggiungi tutte le %1$lld coppie alla lista di osservazione
ja: %1$lld ペアすべてをウォッチリストに追加
ko: 거래쌍 %1$lld개 모두 관심 목록에 추가
nb: Legg til alle %1$lld par i overvåkingslisten
nl: Alle %1$lld paren aan volglijst toevoegen
pl: Dodaj wszystkie %1$lld par do obserwowanych
pt: Adicionar os %1$lld pares à lista de acompanhamento
pt_br: Adicionar os %1$lld pares à lista de acompanhamento
ro: Adaugă toate cele %1$lld de perechi în lista de urmărire
ru: Добавить все %1$lld пары в избранное
sq: Shto të %1$lld çiftet në listën e ndjekjes
sv: Lägg till alla %1$lld par i bevakningslistan
th: เพิ่มทั้ง %1$lld คู่ไปยังรายการติดตาม
tr: %1$lld çiftin tümünü izleme listesine ekle
uk: Додати всі %1$lld пари до списку
vi: Thêm cả %1$lld cặp vào danh sách theo dõi
zh_hans: 将全部 %1$lld 个交易对加入自选

# explorer_add_to_watchlist
source: Add to watchlist
ar: إضافة إلى قائمة المتابعة
cs: Přidat do sledovaných
da: Føj til overvågningslisten
de: Zur Merkliste hinzufügen
el: Προσθήκη στη λίστα
es: Añadir a la lista de seguimiento
fa: افزودن به واچ‌لیست
fi: Lisää seurantalistaan
fr: Ajouter à la liste de suivi
he: הוסף לרשימת המעקב
hi: वॉचलिस्ट में जोड़ें
hu: Hozzáadás a figyelőlistához
id: Tambah ke daftar pantau
it: Aggiungi alla lista di osservazione
ja: ウォッチリストに追加
ko: 관심 목록에 추가
nb: Legg til i overvåkingslisten
nl: Aan volglijst toevoegen
pl: Dodaj do obserwowanych
pt: Adicionar à lista de acompanhamento
pt_br: Adicionar à lista de acompanhamento
ro: Adaugă în lista de urmărire
ru: Добавить в избранное
sq: Shto në listën e ndjekjes
sv: Lägg till i bevakningslistan
th: เพิ่มไปยังรายการติดตาม
tr: İzleme listesine ekle
uk: Додати до списку
vi: Thêm vào danh sách
zh_hans: 加入自选

# explorer_added_to_watchlist
source: Added to the watchlist.
ar: أُضيف إلى قائمة المتابعة.
cs: Přidáno do sledovaných.
da: Føjet til overvågningslisten.
de: Zur Merkliste hinzugefügt.
el: Προστέθηκε στη λίστα παρακολούθησης.
es: Añadido a la lista de seguimiento.
fa: به واچ‌لیست اضافه شد.
fi: Lisätty seurantalistaan.
fr: Ajoutée à la liste de suivi.
he: נוסף לרשימת המעקב.
hi: वॉचलिस्ट में जोड़ दिया गया।
hu: Hozzáadva a figyelőlistához.
id: Ditambahkan ke daftar pantau.
it: Aggiunta alla lista di osservazione.
ja: ウォッチリストに追加しました。
ko: 관심 목록에 추가되었습니다.
nb: Lagt til i overvåkingslisten.
nl: Aan de volglijst toegevoegd.
pl: Dodano do obserwowanych.
pt: Adicionado à lista de acompanhamento.
pt_br: Adicionado à lista de acompanhamento.
ro: Adăugat în lista de urmărire.
ru: Добавлено в избранное.
sq: U shtua në listën e ndjekjes.
sv: Tillagt i bevakningslistan.
th: เพิ่มไปยังรายการติดตามแล้ว
tr: İzleme listesine eklendi.
uk: Додано до списку.
vi: Đã thêm vào danh sách theo dõi.
zh_hans: 已加入自选。

# explorer_already_in_watchlist
source: This pair is already in the watchlist.
ar: هذا الزوج موجود بالفعل في قائمة المتابعة.
cs: Tento pár už je ve sledovaných.
da: Dette par er allerede på overvågningslisten.
de: Dieses Paar steht bereits in der Merkliste.
el: Αυτό το ζεύγος υπάρχει ήδη στη λίστα παρακολούθησης.
es: Este par ya está en la lista de seguimiento.
fa: این جفت از قبل در واچ‌لیست است.
fi: Tämä pari on jo seurantalistalla.
fr: Cette paire est déjà dans la liste de suivi.
he: הצמד הזה כבר ברשימת המעקב.
hi: यह पेयर पहले से वॉचलिस्ट में है।
hu: Ez a pár már a figyelőlistán van.
id: Pasangan ini sudah ada di daftar pantau.
it: Questa coppia è già nella lista di osservazione.
ja: このペアはすでにウォッチリストにあります。
ko: 이 거래쌍은 이미 관심 목록에 있습니다.
nb: Dette paret er allerede i overvåkingslisten.
nl: Dit paar staat al in de volglijst.
pl: Ta para jest już na liście obserwowanych.
pt: Este par já está na lista de acompanhamento.
pt_br: Este par já está na lista de acompanhamento.
ro: Această pereche este deja în lista de urmărire.
ru: Эта пара уже в избранном.
sq: Ky çift është tashmë në listën e ndjekjes.
sv: Paret finns redan i bevakningslistan.
th: คู่นี้อยู่ในรายการติดตามแล้ว
tr: Bu çift zaten izleme listesinde.
uk: Ця пара вже є у списку.
vi: Cặp này đã có trong danh sách theo dõi.
zh_hans: 该交易对已在自选中。

# explorer_bulk_added
source: %lld added, %2$lld already in the watchlist.
ar: أُضيف %lld، و%2$lld موجودة مسبقًا في قائمة المتابعة.
cs: Přidáno: %lld, již ve sledovaných: %2$lld.
da: %lld tilføjet, %2$lld var allerede på overvågningslisten.
de: %lld hinzugefügt, %2$lld bereits vorhanden.
el: Προστέθηκαν %lld, %2$lld υπάρχουν ήδη στη λίστα παρακολούθησης.
es: %lld añadidos, %2$lld ya estaban en la lista de seguimiento.
fa: %lld اضافه شد، %2$lld از قبل در واچ‌لیست بود.
fi: Lisätty: %lld, jo seurantalistalla: %2$lld.
fr: %lld ajoutées, %2$lld déjà dans la liste de suivi.
he: נוספו %lld, %2$lld כבר ברשימת המעקב.
hi: %lld जोड़े गए, %2$lld पहले से वॉचलिस्ट में हैं।
hu: Hozzáadva: %lld, már a figyelőlistán: %2$lld.
id: %lld ditambahkan, %2$lld sudah ada di daftar pantau.
it: %lld aggiunte, %2$lld già nella lista di osservazione.
ja: %lld 件を追加、%2$lld 件は登録済みです。
ko: %lld개 추가됨, %2$lld개는 이미 관심 목록에 있음.
nb: %lld lagt til, %2$lld var allerede i overvåkingslisten.
nl: %lld toegevoegd, %2$lld al in de volglijst.
pl: Dodano: %lld, już na liście: %2$lld.
pt: %lld adicionados, %2$lld já estavam na lista de acompanhamento.
pt_br: %lld adicionados, %2$lld já estavam na lista de acompanhamento.
ro: Adăugate: %lld, deja în lista de urmărire: %2$lld.
ru: Добавлено: %lld, уже в избранном: %2$lld.
sq: U shtuan %lld, %2$lld janë tashmë në listën e ndjekjes.
sv: %lld tillagda, %2$lld fanns redan i bevakningslistan.
th: เพิ่มแล้ว %lld, มีในรายการติดตามอยู่แล้ว %2$lld
tr: %lld eklendi, %2$lld zaten izleme listesinde.
uk: Додано: %lld, уже в списку: %2$lld.
vi: Đã thêm %lld, %2$lld đã có trong danh sách theo dõi.
zh_hans: 已添加 %lld 个，%2$lld 个已在自选中。

# explorer_bulk_confirm_text
source: All %lld %2$@ pairs from %3$@ will be added to the watchlist. Pairs already in it are skipped.
ar: ستُضاف كل أزواج %2$@ البالغة %lld زوج من %3$@ إلى القائمة. يتم تخطي الموجود منها.
cs: Všech %lld párů %2$@ z %3$@ bude přidáno do seznamu. Již přidané budou přeskočeny.
da: Alle %lld %2$@-par fra %3$@ føjes til listen. Par, der allerede er der, springes over.
de: Alle %lld %2$@-Paare von %3$@ kommen in die Merkliste. Bereits vorhandene werden übersprungen.
el: Και τα %lld ζεύγη %2$@ του %3$@ θα προστεθούν στη λίστα. Όσα υπάρχουν ήδη παραλείπονται.
es: Los %lld pares %2$@ de %3$@ se añadirán a la lista. Los que ya están se omiten.
fa: همه %lld جفت %2$@ از %3$@ به فهرست اضافه می‌شوند. موارد موجود رد می‌شوند.
fi: Kaikki %lld %2$@-paria pörssistä %3$@ lisätään listalle. Jo listalla olevat ohitetaan.
fr: Les %lld paires %2$@ de %3$@ seront ajoutées à la liste. Celles déjà présentes sont ignorées.
he: כל %lld צמדי %2$@ מ-%3$@ יתווספו לרשימה. צמדים שכבר קיימים ידולגו.
hi: %3$@ के सभी %lld %2$@ पेयर सूची में जोड़े जाएँगे। पहले से मौजूद छोड़ दिए जाएँगे।
hu: A(z) %3$@ mind a(z) %lld %2$@ párja a listára kerül. A már ott lévőket kihagyjuk.
id: Semua %lld pasangan %2$@ dari %3$@ akan ditambahkan ke daftar. Yang sudah ada dilewati.
it: Tutte le %lld coppie %2$@ di %3$@ verranno aggiunte alla lista. Quelle già presenti vengono saltate.
ja: %3$@ の %2$@ ペア %lld 件をすべてリストに追加します。既にあるものはスキップします。
ko: %3$@의 %2$@ 쌍 %lld개가 모두 목록에 추가됩니다. 이미 있는 쌍은 건너뜁니다.
nb: Alle %lld %2$@-par fra %3$@ legges til i listen. Par som allerede finnes, hoppes over.
nl: Alle %lld %2$@-paren van %3$@ worden aan de lijst toegevoegd. Paren die er al in staan worden overgeslagen.
pl: Wszystkie %lld par %2$@ z %3$@ trafi na listę. Pary już obecne zostaną pominięte.
pt: Todos os %lld pares %2$@ de %3$@ serão adicionados à lista. Os já existentes são ignorados.
pt_br: Todos os %lld pares %2$@ de %3$@ serão adicionados à lista. Os já existentes são ignorados.
ro: Toate cele %lld de perechi %2$@ de pe %3$@ vor fi adăugate în listă. Cele existente sunt omise.
ru: Все %lld пары %2$@ биржи %3$@ будут добавлены в список. Уже добавленные пропускаются.
sq: Të gjitha %lld çiftet %2$@ nga %3$@ do të shtohen në listë. Ato që janë tashmë kapërcehen.
sv: Alla %lld %2$@-par från %3$@ läggs till i listan. Par som redan finns hoppas över.
th: คู่ %2$@ ทั้งหมด %lld คู่จาก %3$@ จะถูกเพิ่มในรายการ คู่ที่มีอยู่แล้วจะถูกข้าม
tr: %3$@ borsasındaki %lld %2$@ çiftinin tümü listeye eklenecek. Listede olanlar atlanır.
uk: Усі %lld пари %2$@ біржі %3$@ буде додано до списку. Уже додані пропускаються.
vi: Tất cả %lld cặp %2$@ của %3$@ sẽ được thêm vào danh sách. Cặp đã có sẽ được bỏ qua.
zh_hans: %3$@ 的全部 %lld 个 %2$@ 交易对将加入列表，已存在的会跳过。

# explorer_bulk_confirm_title
source: Add %1$lld pairs?
ar: إضافة %1$lld زوج؟
cs: Přidat %1$lld párů?
da: Tilføj %1$lld par?
de: %1$lld Paare hinzufügen?
el: Προσθήκη %1$lld ζευγών;
es: ¿Añadir %1$lld pares?
fa: %1$lld جفت اضافه شود؟
fi: Lisätäänkö %1$lld paria?
fr: Ajouter %1$lld paires ?
he: להוסיף %1$lld צמדים?
hi: %1$lld पेयर जोड़ें?
hu: Hozzáad %1$lld párt?
id: Tambahkan %1$lld pasangan?
it: Aggiungere %1$lld coppie?
ja: %1$lld ペアを追加しますか？
ko: %1$lld개 쌍을 추가할까요?
nb: Legge til %1$lld par?
nl: %1$lld paren toevoegen?
pl: Dodać %1$lld par?
pt: Adicionar %1$lld pares?
pt_br: Adicionar %1$lld pares?
ro: Adaugi %1$lld de perechi?
ru: Добавить %1$lld пары?
sq: Të shtohen %1$lld çifte?
sv: Lägga till %1$lld par?
th: เพิ่ม %1$lld คู่?
tr: %1$lld çift eklensin mi?
uk: Додати %1$lld пари?
vi: Thêm %1$lld cặp?
zh_hans: 添加 %1$lld 个交易对？

# explorer_bulk_hide_list
source: Hide list
ar: إخفاء القائمة
cs: Skrýt seznam
da: Skjul liste
de: Liste ausblenden
el: Απόκρυψη λίστας
es: Ocultar lista
fa: پنهان کردن فهرست
fi: Piilota lista
fr: Masquer la liste
he: הסתרת רשימה
hi: सूची छिपाएँ
hu: Lista elrejtése
id: Sembunyikan daftar
it: Nascondi elenco
ja: リストを隠す
ko: 목록 숨기기
nb: Skjul liste
nl: Lijst verbergen
pl: Ukryj listę
pt: Ocultar lista
pt_br: Ocultar lista
ro: Ascunde lista
ru: Скрыть список
sq: Fshih listën
sv: Dölj lista
th: ซ่อนรายการ
tr: Listeyi gizle
uk: Сховати список
vi: Ẩn danh sách
zh_hans: 隐藏列表

# explorer_bulk_show_list
source: Show list
ar: عرض القائمة
cs: Zobrazit seznam
da: Vis liste
de: Liste anzeigen
el: Εμφάνιση λίστας
es: Mostrar lista
fa: نمایش فهرست
fi: Näytä lista
fr: Afficher la liste
he: הצגת רשימה
hi: सूची दिखाएँ
hu: Lista mutatása
id: Tampilkan daftar
it: Mostra elenco
ja: リストを表示
ko: 목록 보기
nb: Vis liste
nl: Lijst tonen
pl: Pokaż listę
pt: Mostrar lista
pt_br: Mostrar lista
ro: Arată lista
ru: Показать список
sq: Shfaq listën
sv: Visa lista
th: แสดงรายการ
tr: Listeyi göster
uk: Показати список
vi: Hiện danh sách
zh_hans: 显示列表

# explorer_bulk_tap_hint
source: Tap a pair to select it above.
ar: اضغط على زوج لتحديده في الأعلى.
cs: Klepnutím na pár ho vyberete nahoře.
da: Tryk på et par for at vælge det ovenfor.
de: Paar antippen, um es oben auszuwählen.
el: Πατήστε ένα ζεύγος για να το επιλέξετε παραπάνω.
es: Toca un par para seleccionarlo arriba.
fa: برای انتخاب در بالا روی یک جفت بزنید.
fi: Valitse pari yllä napauttamalla.
fr: Touchez une paire pour la sélectionner ci-dessus.
he: הקישו על צמד כדי לבחור אותו למעלה.
hi: ऊपर चुनने के लिए किसी पेयर पर टैप करें।
hu: Koppintson egy párra a fenti kiválasztáshoz.
id: Ketuk pasangan untuk memilihnya di atas.
it: Tocca una coppia per selezionarla sopra.
ja: ペアをタップすると上で選択されます。
ko: 쌍을 탭하면 위에서 선택됩니다.
nb: Trykk på et par for å velge det ovenfor.
nl: Tik op een paar om het hierboven te kiezen.
pl: Dotknij pary, aby wybrać ją powyżej.
pt: Toque num par para o selecionar acima.
pt_br: Toque em um par para selecioná-lo acima.
ro: Atinge o pereche pentru a o selecta mai sus.
ru: Коснитесь пары, чтобы выбрать её выше.
sq: Prek një çift për ta zgjedhur më lart.
sv: Tryck på ett par för att välja det ovan.
th: แตะคู่เทรดเพื่อเลือกด้านบน
tr: Yukarıda seçmek için bir çifte dokunun.
uk: Торкніться пари, щоб вибрати її вище.
vi: Chạm vào một cặp để chọn ở trên.
zh_hans: 点按交易对即可在上方选中。

# explorer_bulk_title
source: Several pairs at once
ar: عدة أزواج دفعة واحدة
cs: Více párů najednou
da: Flere par på én gang
de: Mehrere Paare auf einmal
el: Πολλά ζεύγη μαζί
es: Varios pares a la vez
fa: چند جفت به‌طور هم‌زمان
fi: Useita pareja kerralla
fr: Plusieurs paires à la fois
he: כמה צמדים בבת אחת
hi: एक साथ कई पेयर
hu: Több pár egyszerre
id: Beberapa pasangan sekaligus
it: Più coppie insieme
ja: 複数ペアをまとめて
ko: 여러 쌍 한 번에
nb: Flere par samtidig
nl: Meerdere paren tegelijk
pl: Wiele par naraz
pt: Vários pares de uma vez
pt_br: Vários pares de uma vez
ro: Mai multe perechi deodată
ru: Несколько пар сразу
sq: Disa çifte njëherësh
sv: Flera par samtidigt
th: หลายคู่พร้อมกัน
tr: Birden fazla çift
uk: Кілька пар одразу
vi: Nhiều cặp cùng lúc
zh_hans: 一次添加多个交易对

# explorer_exchange_missing
source: Exchange missing?
ar: منصة غير موجودة؟
cs: Chybí burza?
da: Mangler en børs?
de: Börse fehlt?
el: Λείπει ανταλλακτήριο;
es: ¿Falta un exchange?
fa: صرافی موردنظر نیست؟
fi: Puuttuuko pörssi?
fr: Plateforme manquante ?
he: חסרה בורסה?
hi: एक्सचेंज नहीं मिला?
hu: Hiányzik egy tőzsde?
id: Bursa tidak ada?
it: Manca un exchange?
ja: 取引所が見つからない？
ko: 원하는 거래소가 없나요?
nb: Mangler en børs?
nl: Exchange ontbreekt?
pl: Brakuje giełdy?
pt: Falta uma exchange?
pt_br: Falta uma exchange?
ro: Lipsește o bursă?
ru: Нет нужной биржи?
sq: Mungon një bursë?
sv: Saknas en börs?
th: ไม่มีกระดานเทรดที่ต้องการ?
tr: Borsa eksik mi?
uk: Бракує біржі?
vi: Thiếu sàn?
zh_hans: 缺少交易所？

# explorer_loading_pairs
source: Loading trading pairs…
ar: جارٍ تحميل أزواج التداول…
cs: Načítání párů…
da: Henter handelspar…
de: Handelspaare werden geladen…
el: Φόρτωση ζευγών…
es: Cargando pares…
fa: در حال بارگیری جفت‌ها…
fi: Ladataan kaupankäyntipareja…
fr: Chargement des paires…
he: טוען צמדי מסחר…
hi: ट्रेडिंग पेयर लोड हो रहे हैं…
hu: Kereskedési párok betöltése…
id: Memuat pasangan…
it: Caricamento coppie…
ja: 取引ペアを読み込み中…
ko: 거래쌍 불러오는 중…
nb: Henter handelspar…
nl: Handelsparen laden…
pl: Wczytywanie par…
pt: A carregar pares…
pt_br: Carregando pares…
ro: Se încarcă perechile…
ru: Загрузка торговых пар…
sq: Po ngarkohen çiftet…
sv: Hämtar handelspar…
th: กำลังโหลดคู่เทรด…
tr: İşlem çiftleri yükleniyor…
uk: Завантаження торгових пар…
vi: Đang tải các cặp…
zh_hans: 正在加载交易对…

# explorer_no_pair_selected
source: Pick a pair first.
ar: اختر زوجًا أولًا.
cs: Nejprve vyberte pár.
da: Vælg et par først.
de: Zuerst ein Paar auswählen.
el: Επιλέξτε πρώτα ένα ζεύγος.
es: Elige primero un par.
fa: ابتدا یک جفت انتخاب کنید.
fi: Valitse ensin pari.
fr: Choisissez d'abord une paire.
he: בחר קודם צמד.
hi: पहले एक पेयर चुनें।
hu: Először válasszon párt.
id: Pilih pasangan terlebih dahulu.
it: Scegli prima una coppia.
ja: 先にペアを選択してください。
ko: 먼저 거래쌍을 선택하세요.
nb: Velg et par først.
nl: Kies eerst een paar.
pl: Najpierw wybierz parę.
pt: Escolha primeiro um par.
pt_br: Escolha um par primeiro.
ro: Alegeți mai întâi o pereche.
ru: Сначала выберите пару.
sq: Zgjidh fillimisht një çift.
sv: Välj ett par först.
th: เลือกคู่ก่อน
tr: Önce bir çift seçin.
uk: Спершу виберіть пару.
vi: Hãy chọn một cặp trước.
zh_hans: 请先选择交易对。

# explorer_pairs_status
source: %lld pairs · updated %2$@
ar: %lld زوج · تحديث %2$@
cs: %lld párů · aktualizováno %2$@
da: %lld par · opdateret %2$@
de: %lld Paare · aktualisiert %2$@
el: %lld ζεύγη · ενημέρωση %2$@
es: %lld pares · actualizado %2$@
fa: %lld جفت · به‌روزرسانی %2$@
fi: %lld paria · päivitetty %2$@
fr: %lld paires · mis à jour %2$@
he: %lld צמדים · עודכן %2$@
hi: %lld पेयर · अपडेट %2$@
hu: %lld pár · frissítve %2$@
id: %lld pasangan · diperbarui %2$@
it: %lld coppie · aggiornato %2$@
ja: %lld ペア · 更新 %2$@
ko: %lld개 쌍 · 업데이트 %2$@
nb: %lld par · oppdatert %2$@
nl: %lld paren · bijgewerkt %2$@
pl: %lld par · aktualizacja %2$@
pt: %lld pares · atualizado %2$@
pt_br: %lld pares · atualizado %2$@
ro: %lld de perechi · actualizat %2$@
ru: %lld пары · обновлено %2$@
sq: %lld çifte · përditësuar %2$@
sv: %lld par · uppdaterat %2$@
th: %lld คู่ · อัปเดต %2$@
tr: %lld çift · güncellendi %2$@
uk: %lld пари · оновлено %2$@
vi: %lld cặp · cập nhật %2$@
zh_hans: %lld 个交易对 · 更新于 %2$@

# explorer_precise_title
source: Select precisely
ar: اختيار دقيق
cs: Vybrat přesně
da: Vælg præcist
de: Genau auswählen
el: Ακριβής επιλογή
es: Elegir con precisión
fa: انتخاب دقیق
fi: Valitse tarkasti
fr: Choisir précisément
he: בחירה מדויקת
hi: सटीक चुनें
hu: Pontos kiválasztás
id: Pilih tepat
it: Scegli con precisione
ja: 詳しく選ぶ
ko: 정확히 선택
nb: Velg nøyaktig
nl: Precies kiezen
pl: Wybierz dokładnie
pt: Escolher com precisão
pt_br: Escolher com precisão
ro: Alege precis
ru: Точный выбор
sq: Zgjidh saktë
sv: Välj exakt
th: เลือกแบบละเอียด
tr: Tam seç
uk: Точний вибір
vi: Chọn chính xác
zh_hans: 精确选择

# explorer_price_loading
source: Loading price…
ar: جارٍ تحميل السعر…
cs: Načítání kurzu…
da: Henter kurs…
de: Kurs wird geladen…
el: Φόρτωση τιμής…
es: Cargando precio…
fa: در حال بارگیری قیمت…
fi: Ladataan hintaa…
fr: Chargement du cours…
he: טוען מחיר…
hi: भाव लोड हो रहा है…
hu: Árfolyam betöltése…
id: Memuat harga…
it: Caricamento prezzo…
ja: 価格を読み込み中…
ko: 시세 불러오는 중…
nb: Henter kurs…
nl: Koers laden…
pl: Wczytywanie kursu…
pt: A carregar preço…
pt_br: Carregando preço…
ro: Se încarcă prețul…
ru: Загрузка курса…
sq: Po ngarkohet çmimi…
sv: Hämtar kurs…
th: กำลังโหลดราคา…
tr: Fiyat yükleniyor…
uk: Завантаження курсу…
vi: Đang tải giá…
zh_hans: 正在加载价格…

# explorer_search_empty
source: No matches.
ar: لا توجد نتائج.
cs: Žádné výsledky.
da: Ingen resultater.
de: Keine Treffer.
el: Κανένα αποτέλεσμα.
es: Sin resultados.
fa: نتیجه‌ای نیست.
fi: Ei tuloksia.
fr: Aucun résultat.
he: אין תוצאות.
hi: कोई परिणाम नहीं।
hu: Nincs találat.
id: Tidak ada hasil.
it: Nessun risultato.
ja: 見つかりません。
ko: 결과가 없습니다.
nb: Ingen treff.
nl: Geen resultaten.
pl: Brak wyników.
pt: Sem resultados.
pt_br: Sem resultados.
ro: Niciun rezultat.
ru: Ничего не найдено.
sq: Asnjë rezultat.
sv: Inga träffar.
th: ไม่พบผลลัพธ์
tr: Sonuç yok.
uk: Нічого не знайдено.
vi: Không có kết quả.
zh_hans: 无匹配结果。

# explorer_search_hint
source: Search coin, e.g. BTC or ETH USDT
ar: ابحث عن عملة، مثل BTC أو ETH USDT
cs: Hledat minci, např. BTC nebo ETH USDT
da: Søg mønt, fx BTC eller ETH USDT
de: Coin suchen, z. B. BTC oder ETH USDT
el: Αναζήτηση νομίσματος, π.χ. BTC ή ETH USDT
es: Buscar moneda, p. ej. BTC o ETH USDT
fa: جستجوی ارز، مثلاً BTC یا ETH USDT
fi: Hae kolikkoa, esim. BTC tai ETH USDT
fr: Rechercher une crypto, ex. BTC ou ETH USDT
he: חיפוש מטבע, למשל BTC או ETH USDT
hi: कॉइन खोजें, जैसे BTC या ETH USDT
hu: Érme keresése, pl. BTC vagy ETH USDT
id: Cari koin, mis. BTC atau ETH USDT
it: Cerca una moneta, es. BTC o ETH USDT
ja: コインを検索（例: BTC、ETH USDT）
ko: 코인 검색 (예: BTC, ETH USDT)
nb: Søk etter mynt, f.eks. BTC eller ETH USDT
nl: Munt zoeken, bijv. BTC of ETH USDT
pl: Szukaj monety, np. BTC lub ETH USDT
pt: Procurar moeda, ex. BTC ou ETH USDT
pt_br: Pesquisar moeda, ex.: BTC ou ETH USDT
ro: Caută monedă, ex. BTC sau ETH USDT
ru: Поиск монеты, напр. BTC или ETH USDT
sq: Kërko monedhë, p.sh. BTC ose ETH USDT
sv: Sök mynt, t.ex. BTC eller ETH USDT
th: ค้นหาเหรียญ เช่น BTC หรือ ETH USDT
tr: Coin ara, ör. BTC veya ETH USDT
uk: Пошук монети, напр. BTC або ETH USDT
vi: Tìm coin, vd. BTC hoặc ETH USDT
zh_hans: 搜索币种，如 BTC 或 ETH USDT
